import React from 'react';
import { Text, LanguageContext } from '../context/Language';
import Header from './Header';


export default class Tos extends React.Component{
    render() {
        return <div>
        <Header>
                <ul>
                    <li class="languages"><a href="/#our-languages">Languages</a></li>
                    <li class=""><a href="/about-us">Who We Are</a></li>
                    <li class=""><a href="/">What We Do</a></li>  
                </ul>
            </Header>
            <div class="container">
            <div class="tos-heading">
                <div class="row">
                    <div class="one columns">&nbsp;</div>
                    <div class="six columns">
                        <h1 class="uppercase"><Text tid="tosHeading" /></h1>
                        </div>
                </div>
            </div>
        
            <div class="tos-content">
                <div class="row">
                <div class="three columns">&nbsp;</div>
              
                
                <div class="six columns">
                ข้อกำหนดและนโยบายความเป็นส่วนตัว <br/>
                ปรับปรุงล่าสุด มกราคม 2021<br/>
                นโยบายความเป็นส่วนตัว<br/>
                บริษัท Glocal Education จำกัด ให้ความสำคัญกับการปกป้องข้อมูลส่วนตัวของผู้ใช้งานมาเป็นอันดับหนึ่ง ดังนั้น เราจึงกำหนดนโยบายความเป็นส่วนตัวในหน้านี้ขึ้นเพื่อระบุว่า เราจะปกป้องความเป็นส่วนตัวให้กับข้อมูลของคุณอย่างไรเมื่อมีการรวบรวม เก็บรักษา และใช้งานข้อมูลต่างๆ ภายในเว็บไซต์<br/>
                เราตระหนักเสมอว่าความรู้สึกปลอดภัยและวางใจที่จะใช้งานหน้าเว็บไซต์ผ่านอินเทอร์เน็ตของผู้ใช้คือสิ่งสำคัญ เราจึงปฏิบัติตามข้อกำหนดทางกฎหมายที่เกี่ยวข้องกับการปกป้องข้อมูลอย่างเคร่งครัด ซึ่งมีทั้งมาตรการทางเทคนิค และมาตรการสำหรับองค์กร เพื่อให้มั่นใจว่าข้อกำหนดด้านการปกป้องข้อมูลส่วนตัวทั้งที่ออกโดยบริษัทและโดยผู้ให้บริการรายอื่นจะถูกนำมาปรับใช้อย่างเคร่งครัด เพื่อให้ข้อมูลส่วนตัวของคุณมีการจัดการที่เป็นความลับและปลอดภัย<br/>
                ทำไมเราจึงต้องการข้อมูลของคุณ<br/>
                บริษัทมีการพัฒนาและปรับปรุงเพื่อให้ข้อเสนอและโปรโมชั่นออนไลน์ของเราน่าดึงดูดสำหรับลูกค้าอยู่เสมอ ดังนั้น หากเราทราบว่าส่วนใดของเว็บไซต์ที่คุณสนใจและเข้าชมบ่อยครั้งที่สุด หรือใช้ระยะเวลาเข้าชมนานที่สุด เราจะสามารถคัดเลือกเนื้อหาคอนเทนต์ภายในเว็บไซต์ของเราเพื่อนำเสนอให้ตรงกับความต้องการของคุณให้มากที่สุดได้<br/>
                ข้อมูลส่วนตัวเหล่านี้จะถูกนำไปใช้โดยบริษัท Glocal Education จำกัด โดยมีจุดมุ่งหมายเพื่อการดูแลทางเทคนิค การบริการลูกค้า การสำรวจความคิดเห็นต่อผลิตภัณฑ์ และการทำการตลาดเป็นการภายในเฉพาะที่จำเป็นเท่านั้น ยิ่งเราเข้าใจความต้องการของคุณได้มากเท่าไหร่ เราก็จะยิ่งสามารถนำเสนอข้อมูลที่ตรงใจของคุณได้มากเท่านั้น<br/>
                
                    
                </div>
                
                </div>
            </div>
        </div>
        </div>
    }
}